ack
autoconf
automake
bash
bison
chruby
cloudfoundry-cli
cmake
direnv
fasd
fzf
gdbm
git
git-duet
go
godep
htop-osx
jq
libevent
libffi
libtool
libyaml
lua
makedepend
mercurial
ncdu
ninja
node
openssl
pcre
pkg-config
pstree
qt
readline
ruby-install
scons
spiff
sqlite
subversion
the_silver_searcher
tig
tmux
tree
universal-ctags
vim
watch
wget
xz
