cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'cloudfoundry/tap'
tap 'git-duet/tap'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'neovim/neovim'
tap 'universal-ctags/universal-ctags'

brew 'ack'
brew 'aria2'
brew 'autoconf'
brew 'automake'
brew 'awscli'
brew 'bash'
brew 'cloudfoundry/tap/bosh-init'
brew 'cloudfoundry/tap/cf-cli'
brew 'cmake'
brew 'coreutils'
brew 'cscope'
brew 'direnv'
brew 'fasd'
brew 'fish'
brew 'fzf'
brew 'gdbm'
brew 'gettext'
brew 'git'
brew 'git-duet/tap/git-duet'
brew 'gnupg'
brew 'go'
brew 'grc'
brew 'htop-osx'
brew 'jq'
brew 'libevent'
brew 'libffi'
brew 'libssh'
brew 'libtool'
brew 'libyaml'
brew 'lua'
brew 'macvim', args: ['with-lua']
brew 'mercurial'
brew 'msgpack'
brew 'mysql', restart_service: true
brew 'ncdu'
brew 'neovim/neovim/neovim'
brew 'node'
brew 'oniguruma'
brew 'openssl'
brew 'pcre'
brew 'pkg-config'
brew 'postgres', restart_service: true
brew 'pstree'
brew 'python'
brew 'python3'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'ruby-install'
brew 'sqlite'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmate'
brew 'tmux'
brew 'tree'
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']
brew 'vim', args: ['with-lua']
brew 'watch'
brew 'wget'
brew 'xz'

cask '1password'
cask 'alfred'
cask 'atom'
cask 'dropbox'
cask 'font-fira-mono-for-powerline'
cask 'font-meslo-lg-for-powerline'
cask 'google-chrome'
cask 'iterm2-beta'
cask 'karabiner'
cask 'slack'
cask 'spectacle'
cask 'sublime-text3'
cask 'vagrant'
cask 'virtualbox'
cask 'wraparound'
