# Taps
tap "homebrew/bundle"

# CLI tools
brew "awscli"
brew "bat"
brew "cmake"
brew "coreutils"
brew "delta"
brew "deno"
brew "direnv"
brew "docker"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "go"
brew "grc"
brew "helix"
brew "hexedit"
brew "highlight"
brew "htop"
brew "imagemagick"
brew "jq"
brew "mas"
brew "neovim"
brew "python3"
brew "ripgrep"
brew "rsync"
brew "rustup"
brew "shellcheck"
brew "sqlite"
brew "stow"
brew "tmux"
brew "tree-sitter"
brew "vale"
brew "vim"
brew "wget"
brew "zig"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "stripe-cli"

# GUI Apps
cask "discord"
cask "iterm2"
cask "keka"
cask "raycast"
cask "signal"
cask "slack"
cask "spotify"
cask "zoom"
cask "bartender"
cask "utm"
cask "android-studio"
cask "arc"
cask "blender"
cask "dropbox"
cask "firefox"
cask "firefox@nightly"
cask "macfuse"
cask "parsec"
cask "plex"
cask "pop"
cask "vlc"
cask "1password-cli"
cask "betterdisplay"
cask "chatgpt"
cask "cursor"
cask "ghostty"
cask "github"
cask "home-assistant"
cask "legcord"
cask "obsidian"
cask "setapp"
cask "steam"
cask "tableplus"
cask "ticktick"
cask "tuple"
cask "visual-studio-code"
cask "whatsapp"
cask "xquartz"
cask "zen-browser"
cask "zed@preview"
cask "google-chrome"

# Fonts
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-monofur-nerd-font"
cask "font-victor-mono-nerd-font"
cask "font-zed-mono"
cask "font-zed-sans"
cask "font-zed-mono-nerd-font"
cask "font-0xproto-nerd-font"
cask "font-monaspace"

# Mac App Store
mas "Amphetamine", id: 937984704
mas "ColorSlurp", id: 1287239339
mas "NextDNS", id: 1464122853 