alacritty-git
alacritty-terminfo-git
autorandr-git
bosh-cli
cloudfoundry-cli
cower
direnv
discord
downgrader
dropbox
dropbox-cli
envypn-font
firefox-nightly
fisherman
franz
gcc5
gcsfuse
git-extras
google-chrome
google-cloud-sdk
grc
i3blocks-git
icu55
j4-dmenu-desktop
jdk8
jsawk-git
kakoune-git
keybase-bin
kitty-git
lastpass-cli-git
libc++
libc++abi
light
meteor-js
neovim-git
nerd-fonts-complete
ngrok
nvme-cli-git
oni
otf-fira-code
polybar
powerline-fonts-git
pragmatapro-local
private-internet-access-vpn
python-lz4
python2-gtkglext
python2-lz4
rbenv
redshift-qt
redshiftconf
rencode
ruby-build
signal-desktop-bin
siji-git
slack-desktop
spotify
spring-boot-cli
terminus-font-ttf
tlp-git
trizen
ttf-dejavu-ib
ttf-iosevka-term
ttf-unifont
urlview
visual-studio-code-bin
xmacro
zoom
