apt
autorandr-git
bcrypt-tool
cloudfoundry-cli
direnv
discord
downgrader
dpkg
dropbox
dropbox-cli
envypn-font
firebase-tools
gcc54
google-chrome
google-cloud-sdk
jdk8
libc++
libc++abi
light
mailspring
nerd-fonts-complete
ngrok
nvm
pcmciautils
pencil
private-internet-access-vpn
python-apt
python-debian
python-petname
python-ssoclient
rbenv
ruby-build
scdoc
slack-desktop
snapcraft
spotify
terminus-font-ttf
tlpui-git
ttf-dejavu-ib
ttf-iosevka-term
wlroots-git
xcb-util-errors
yay
zoom
