alacritty-git
autorandr-git
bluez-utils-compat
bosh-cli
cloudfoundry-cli
cower
delve
direnv
discord
envypn-font
firefox-nightly
fisherman
fontconfig-infinality-ultimate
freetype2-infinality-ultimate
gcc5
gcsfuse
git-extras
google-chrome
google-cloud-sdk
gtkd
i3-gaps
i3blocks-git
j4-dmenu-desktop
keybase-bin
lastpass-cli-git
libc++
libc++abi
light
neovim-git
nerd-fonts-complete
ngrok
nvme-cli-git
oni
otf-fira-code
pacaur
polybar
powerline-fonts-git
private-internet-access-vpn
rbenv
ruby-build
siji-git
slack-desktop
spotify
terminus-font-ttf
tlp-git
ttf-iosevka
ttf-iosevka-term
ttf-ms-fonts
ttf-unifont
urlview
visual-studio-code
zoom
