aalib
accerciser
accountsservice
acl
acpi
adobe-source-code-pro-fonts
adwaita-icon-theme
aisleriot
alsa-lib
alsa-plugins
alsa-utils
anjuta
apache
apr
apr-util
arandr
archlinux-keyring
aria2
asciidoc
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
atomix
attr
autoconf
autoconf-archive
autogen
automake
avahi
babl
baobab
bash
bbswitch
bc
bdf-unifont
bijiben
bind-tools
binutils
bison
bluez
bluez-libs
boost-libs
brasero
bridge-utils
brltty
btrfs-progs
bubblewrap
bumblebee
bzip2
c-ares
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
cargo
caribou
cdparanoia
cdrdao
cdrtools
celt
celt0.5.1
cgmanager
cheese
chromaprint
cifs-utils
clang
clutter
clutter-gst
clutter-gtk
cmake
cogl
colord
colord-gtk
compositeproto
compton
coreutils
cracklib
cryptsetup
ctags
cups-pk-helper
curl
damageproto
db
dbus
dbus-glib
dconf
dconf-editor
desktop-file-utils
devhelp
device-mapper
dhcpcd
dialog
diff-so-fancy
diffutils
djvulibre
dleyna-connector-dbus
dleyna-core
dleyna-renderer
dleyna-server
dmenu
dmraid
dnssec-anchors
docbook-xml
docbook-xsl
docker
dosfstools
dotconf
double-conversion
dunst
dvd+rw-tools
e2fsprogs
efibootmgr
efivar
elfutils
empathy
enca
enchant
eog
epiphany
espeak
evince
evolution
evolution-data-server
exempi
exiv2
expac
expat
faac
faad2
fakeroot
farstream
feh
ffmpeg
fftw
file
file-roller
filesystem
findutils
fish
five-or-more
fixesproto
flac
flatpak
flex
folks
fontsproto
four-in-a-row
freerdp
fribidi
fuse-common
fuse2
fzf
gawk
gc
gcc
gcc-libs
gcc5
gconf
gcr
gd
gdbm
gdk-pixbuf2
gdl
gdm
gedit
gedit-code-assistance
gegl
gendesk
geoclue2
geocode-glib
geoip
geoip-database
gettext
gfbgraph
ghostscript
giflib
git
gitg
gjs
glade
glib-networking
glib2
glibc
glibmm
glu
gmime
gmp
gnome-2048
gnome-autoar
gnome-backgrounds
gnome-bluetooth
gnome-builder
gnome-calculator
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-code-assistance
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-desktop
gnome-devel-docs
gnome-dictionary
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-getting-started-docs
gnome-keyring
gnome-klotski
gnome-logs
gnome-mahjongg
gnome-maps
gnome-menus
gnome-mines
gnome-music
gnome-nettool
gnome-nibbles
gnome-online-accounts
gnome-online-miners
gnome-photos
gnome-robots
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-sound-recorder
gnome-sudoku
gnome-system-monitor
gnome-taquin
gnome-terminal
gnome-tetravex
gnome-themes-standard
gnome-todo
gnome-tweak-tool
gnome-user-docs
gnome-user-share
gnome-weather
gnupg
gnutls
go
gobject-introspection-runtime
gom
goocanvas
gperf
gpgme
gpm
gptfdisk
graphene
graphite
graphviz
grc
grep
grilo
grilo-plugins
groff
gsettings-desktop-schemas
gsfonts
gsm
gsound
gspell
gssdp
gst-plugins-bad
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-engine-murrine
gtk-update-icon-cache
gtk-vnc
gtk2
gtk3
gtk3-print-backends
gtkmm3
gtksourceview3
gtkspell3
gts
gucharmap
guile
guile2.0
gupnp
gupnp-av
gupnp-dlna
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gvim
gzip
harfbuzz
harfbuzz-icu
hdparm
help2man
hicolor-icon-theme
hitori
hspell
htop
http-parser
hunspell
hunspell-en
hunspell-en_GB
hunspell-en_US
hwids
hyphen
i3lock
iagno
iana-etc
icu
idnkit
ijs
imagemagick
imlib2
inetutils
inputproto
intel-ucode
iproute2
iptables
iputils
ipython
iso-codes
iw
jack
jansson
jasper
jbig2dec
jemalloc
jfsutils
jq
js
js38
json-c
json-glib
jsoncpp
kbd
kbproto
keyutils
kmod
krb5
ladspa
lame
lastpass-cli
lcms2
ldb
ldns
less
libaio
libanjuta
libao
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libblockdev
libbluray
libbsd
libbytesize
libcaca
libcacard
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libchamplain
libconfig
libcroco
libcryptui
libcue
libcups
libcurl-compat
libdaemon
libdatrie
libdc1394
libdca
libdmapsharing
libdrm
libdv
libdvdnav
libdvdread
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libgcrypt
libgda
libgdata
libgdm
libgee
libgepub
libgexiv2
libgit2
libgit2-glib
libglade
libglvnd
libgme
libgnome-games-support
libgnome-keyring
libgnomekbd
libgpg-error
libgphoto2
libgrss
libgsf
libgtop
libgudev
libgusb
libgweather
libgxps
libibus
libical
libice
libid3tag
libidn
libiec61883
libimobiledevice
libinput
libiptcdata
libjpeg-turbo
libksba
libldap
liblouis
liblqr
libmad
libmariadbclient
libmediaart
libmm-glib
libmms
libmnl
libmodplug
libmp4v2
libmpc
libmpcdec
libmpeg2
libmtp
libmusicbrainz5
libnautilus-extension
libndp
libnewt
libnfs
libnftnl
libnghttp2
libnice
libnih
libnl
libnm
libnm-glib
libnotify
liboauth
libofa
libogg
libomxil-bellagio
libosinfo
libpaper
libpcap
libpciaccess
libpeas
libpgm
libphonenumber
libpipeline
libplist
libpng
libproxy
libpsl
libpst
libpulse
libpwquality
libquvi
libquvi-scripts
libraw
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libspectre
libspiro
libsrtp
libssh
libssh2
libstemmer
libsystemd
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtirpc
libtool
libtracker-sparql
libtxc_dxtn
libunistring
libunwind
libusb
libusbmuxd
libutempter
libutil-linux
libuv
libva
libvdpau
libvisual
libvncserver
libvoikko
libvorbis
libvpx
libvterm
libwacom
libwbclient
libwebp
libwnck3
libx11
libx264
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libytnef
libzapojit
licenses
lightsoff
linux
linux-api-headers
linux-firmware
llvm-libs
lm_sensors
logrotate
lua
lua52
lua52-bitop
lua52-expat
lua52-lpeg
lua52-luajson
lua52-socket
lvm2
lxc
lz4
lzo
m4
make
man-db
man-pages
mariadb
mariadb-clients
mdadm
mesa
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mod_dnssd
mousetweaks
mpfr
msgpack-c
mtdev
mutter
nano
nautilus
nautilus-sendto
ncurses
neon
neovim
netctl
nettle
networkmanager
networkmanager-openvpn
nm-connection-editor
nodejs
npth
nspr
nss
nvidia
nvidia-utils
ocl-icd
oniguruma
openal
openbsd-netcat
opencore-amr
openjpeg2
openresolv
openssh
openssl
openssl-1.0
openvpn
opus
orc
orca
osinfo-db
ostree
p11-kit
pacman
pacman-mirrorlist
pam
pambase
pamixer
pango
pangomm
parcellite
parted
patch
pavucontrol
pciutils
pcmciautils
pcre
pcre2
perl
perl-error
perl-locale-gettext
pinentry
pixman
pkcs11-helper
pkg-config
polari
polkit
poppler
poppler-glib
popt
portaudio
postgresql
postgresql-libs
powertop
procps-ng
protobuf
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pygobject-devel
pygobject2-devel
pygtk
python
python-appdirs
python-atspi
python-cairo
python-chardet
python-dbus
python-dbus-common
python-decorator
python-docopt
python-gobject
python-html2text
python-idna
python-jedi
python-packaging
python-pexpect
python-pickleshare
python-pip
python-prompt_toolkit
python-ptyprocess
python-pygments
python-pyparsing
python-requests
python-setuptools
python-six
python-traitlets
python-urllib3
python-wcwidth
python-xdg
python2
python2-cairo
python2-gobject
python2-gobject2
python2-lxml
qqwing
qt5-base
qt5-declarative
qt5-location
qt5-svg
qt5-webchannel
qt5-webengine
qt5-xmlpatterns
quadrapassel
randrproto
readline
recode
recordproto
refind-efi
reiserfsprogs
remmina
renderproto
rest
rfkill
rofi
rsync
rtkit
rtmpdump
ruby
ruby-hpricot
ruby-mustache
ruby-rdiscount
ruby-ronn
run-parts
rust
rygel
s-nail
sbc
schroedinger
scrnsaverproto
sdl
sdl2
seahorse
sed
serf
shadow
shared-color-targets
shared-mime-info
slang
smbclient
snappy
sound-theme-freedesktop
soundtouch
spandsp
speech-dispatcher
speex
speexdsp
spice-glib
spice-gtk3
sqlite
startup-notification
stow
subversion
sudo
sushi
sway
swell-foop
sysfsutils
sysprof
sysstat
systemd
systemd-sysvcompat
t1lib
taglib
tali
talloc
tar
tcl
tdb
telepathy-farstream
telepathy-glib
telepathy-idle
telepathy-logger
telepathy-mission-control
terminus-font
termite
termite-terminfo
tevent
texinfo
the_silver_searcher
thin-provisioning-tools
tlp
tmux
totem
totem-plparser
tracker
transmission-gtk
tslib
ttf-dejavu
tzdata
udisks2
unclutter
unibilium
unzip
upower
usbmuxd
usbredir
usbutils
util-linux
v4l-utils
vala
vi
vid.stab
videoproto
vifm
vim-runtime
vinagre
vino
virtualgl
volume_key
vte-common
vte3-ng
vulkan-icd-loader
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
weston
wget
which
whois
wildmidi
wireless_tools
wlc
wpa_supplicant
x265
xapian-core
xautolock
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdotool
xextproto
xf86-input-libinput
xf86vidmodeproto
xfsprogs
xineramaproto
xkeyboard-config
xmlto
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-alias
xorg-fonts-encodings
xorg-fonts-misc
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-xwayland
xorg-setxkbmap
xorg-xauth
xorg-xfd
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xproto
xsel
xvidcore
xz
yajl
yelp
yelp-xsl
zeitgeist
zenity
zeromq
zip
zita-alsa-pcmi
zita-resampler
zlib
zvbi
