a52dec
aalib
accerciser
accountsservice
acl
acpi
adobe-source-code-pro-fonts
adwaita-icon-theme
alacritty
alsa-lib
alsa-plugins
alsa-utils
aom
apache
appstream-glib
apr
apr-util
arandr
archlinux-keyring
argon2
aria2
aribb24
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
atomix
attica
attr
audiofile
audit
augeas
autoconf
autoconf-archive
automake
avahi
babl
baobab
bash
bbswitch
bdf-unifont
bind-tools
binutils
blas
bluez
bluez-libs
boost-libs
brasero
breeze
breeze-icons
bridge-utils
brltty
brotli
btrfs-progs
bubblewrap
bumblebee
bzip2
c-ares
ca-certificates
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
ccid
cdparanoia
cdrdao
cdrtools
celt
celt0.5.1
ceph-libs
certbot
cheese
chromaprint
cifs-utils
clang
clutter
clutter-gst
clutter-gtk
cmake
cogl
colord
colord-gtk
colord-sane
compiler-rt
compton
confuse
coreutils
cracklib
cryptsetup
ctags
ctemplate
cups-pk-helper
curl
db
dbus
dbus-glib
dconf
dconf-editor
desktop-file-utils
devhelp
device-mapper
dhcpcd
dialog
diff-so-fancy
diffutils
djvulibre
dkms
dleyna-connector-dbus
dleyna-core
dleyna-renderer
dleyna-server
dmraid
dnssec-anchors
docbook-xml
docbook-xsl
docker
docker-machine
dosfstools
dotconf
double-conversion
doxygen
dunst
dvd+rw-tools
e2fsprogs
egl-wayland
eglexternalplatform
enchant
eog
epiphany
espeak
evince
evolution
evolution-data-server
exempi
exiv2
expac
expat
faac
faad2
fakeroot
fasd
feh
ffmpeg
fftw
file
file-roller
filesystem
findutils
firefox
five-or-more
flac
flatpak
flex
folks
fontconfig
four-in-a-row
frameworkintegration
freerdp
freetype2
frei0r-plugins
fribidi
fuse-common
fuse2
fzf
gamin
gavl
gawk
gc
gcab
gcc
gcc-libs
gconf
gcr
gd
gdbm
gdk-pixbuf2
gdm
gedit
gedit-code-assistance
gegl
geoclue2
geocode-glib
geoip
geoip-database
gettext
gfbgraph
ghc-libs
ghostscript
giblib
giflib
git
gjs
glib-networking
glib2
glib2-docs
glibc
glibmm
glide
glu
glusterfs
gmime3
gmp
gnome-autoar
gnome-backgrounds
gnome-bluetooth
gnome-boxes
gnome-builder
gnome-calculator
gnome-calendar
gnome-characters
gnome-chess
gnome-clocks
gnome-code-assistance
gnome-color-manager
gnome-contacts
gnome-control-center
gnome-desktop
gnome-devel-docs
gnome-dictionary
gnome-disk-utility
gnome-documents
gnome-font-viewer
gnome-getting-started-docs
gnome-keyring
gnome-klotski
gnome-logs
gnome-mahjongg
gnome-maps
gnome-menus
gnome-mines
gnome-multi-writer
gnome-music
gnome-nettool
gnome-nibbles
gnome-online-accounts
gnome-online-miners
gnome-photos
gnome-recipes
gnome-robots
gnome-screenshot
gnome-session
gnome-settings-daemon
gnome-shell
gnome-shell-extensions
gnome-software
gnome-sound-recorder
gnome-sudoku
gnome-system-monitor
gnome-taquin
gnome-terminal
gnome-tetravex
gnome-themes-extra
gnome-todo
gnome-tweaks
gnome-usage
gnome-user-docs
gnome-user-share
gnome-video-effects
gnome-weather
gnupg
gnutls
go
gobject-introspection-runtime
gom
gperftools
gpgme
gpm
gptfdisk
graphene
graphite
graphviz
grc
grep
grilo
grilo-plugins
groff
gsettings-desktop-schemas
gsfonts
gsm
gsound
gspell
gssdp
gst-plugins-bad
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtest
gtk-doc
gtk-update-icon-cache
gtk-vnc
gtk2
gtk3
gtkmm3
gtksourceview3
gtksourceview4
gtkspell3
gts
guile
gupnp
gupnp-av
gupnp-dlna
gvfs
gvfs-afc
gvfs-goa
gvfs-google
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gzip
harfbuzz
harfbuzz-icu
haskell-aeson
haskell-attoparsec
haskell-base-compat
haskell-dlist
haskell-hashable
haskell-integer-logarithms
haskell-json
haskell-primitive
haskell-quickcheck
haskell-random
haskell-regex-base
haskell-regex-tdfa
haskell-scientific
haskell-syb
haskell-tagged
haskell-tf-random
haskell-th-abstraction
haskell-time-locale-compat
haskell-transformers-compat
haskell-unordered-containers
haskell-uuid-types
haskell-vector
hdparm
help2man
hicolor-icon-theme
hidapi
hitori
hspell
htop
http-parser
hub
hunspell
hunspell-en_US
hwids
hyphen
i3-gaps
i3blocks
i3lock
i3status
iagno
iana-etc
icu
idnkit
ijs
ilmbase
imlib2
inetutils
intel-tbb
intel-ucode
intltool
iproute2
iptables
iputils
ipython
iso-codes
iw
jack
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jemalloc
jfsutils
jq
js52
js60
json-c
json-glib
jsoncpp
jsonrpc-glib
kakoune
karchive
kauth
kbd
kbookmarks
kcodecs
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kdecoration
keyutils
kglobalaccel
kguiaddons
ki18n
kiconthemes
kio
kitemviews
kitty
kjobwidgets
kmod
knewstuff
knotifications
kpackage
krb5
kservice
ktextwidgets
kwallet
kwayland
kwidgetsaddons
kwindowsystem
kxmlgui
l-smash
ladspa
lame
lapack
lastpass-cli
lcms2
ldb
ldns
lensfun
less
leveldb
libaio
libao
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libblockdev
libbluray
libbs2b
libbsd
libbytesize
libcaca
libcacard
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libchamplain
libconfig
libcroco
libcryptui
libcue
libcups
libcurl-compat
libcurl-gnutls
libdaemon
libdatrie
libdazzle
libdbusmenu-qt5
libdc1394
libdca
libdmapsharing
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libebml
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libgcrypt
libgdata
libgdm
libgee
libgepub
libgexiv2
libgit2
libgit2-glib
libglade
libglvnd
libgme
libgnome-games-support
libgnome-keyring
libgnomekbd
libgovirt
libgpg-error
libgphoto2
libgrss
libgsf
libgtop
libgudev
libgusb
libgweather
libgxps
libibus
libical
libice
libid3tag
libidn
libidn2
libiec61883
libieee1284
libimobiledevice
libinput
libiptcdata
libiscsi
libjpeg-turbo
libkate
libkeybinder3
libksba
libldap
liblouis
libmad
libmariadbclient
libmatroska
libmediaart
libmm-glib
libmms
libmnl
libmodplug
libmp4v2
libmpc
libmpcdec
libmpdclient
libmpeg2
libmtp
libmusicbrainz5
libnautilus-extension
libndp
libnewt
libnfs
libnftnl
libnghttp2
libnice
libnl
libnm
libnm-glib
libnm-gtk
libnma
libnotify
libnsl
liboauth
libofa
libogg
libomxil-bellagio
libosinfo
libpackagekit-glib
libpaper
libpcap
libpciaccess
libpeas
libpgm
libphonenumber
libpipeline
libplacebo
libplist
libpng
libproxy
libpsl
libpst
libpulse
libpwquality
libquvi
libquvi-scripts
libraw
libraw1394
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libspectre
libspeechd
libspiro
libsrtp
libssh
libssh2
libstemmer
libsynctex
libsystemd
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtiger
libtirpc
libtool
libu2f-host
libunistring
libunwind
libupnp
liburcu
libusb
libusbmuxd
libutempter
libutil-linux
libuv
libva
libvdpau
libvirt
libvirt-glib
libvisual
libvoikko
libvorbis
libvpx
libvterm
libwacom
libwbclient
libwebp
libwnck3
libx11
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxklavier
libxml2
libxmu
libxpm
libxrandr
libxrender
libxres
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
libytnef
libzapojit
licenses
lightsoff
linux
linux-api-headers
linux-firmware
linux-headers
llvm-libs
lm_sensors
lmdb
logrotate
lsof
lua
lua52
lua52-bitop
lua52-expat
lua52-lpeg
lua52-luajson
lua52-socket
luajit
lvm2
lz4
lzo
m4
mailcap
make
man-db
man-pages
mariadb
mariadb-clients
mdadm
media-player-info
mesa
meson
metis
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mobile-broadband-provider-info
mod_dnssd
mousetweaks
mozilla-common
mpd
mpfr
mpg123
msgpack-c
mtdev
mtools
mutter
nano
nautilus
nautilus-sendto
ncurses
ndctl
neon
neovim
net-snmp
netcf
netctl
nettle
networkmanager
networkmanager-openvpn
ninja
nm-connection-editor
node-gyp
nodejs
noto-fonts
noto-fonts-emoji
npm
npth
nspr
nss
numactl
nvidia-utils
oath-toolkit
oniguruma
openal
openbsd-netcat
opencore-amr
openexr
openjpeg2
openresolv
openssh
openssl
openssl-1.0
openvpn
opus
orc
orca
osinfo-db
ostree
otf-fira-code
p11-kit
pacman
pacman-contrib
pacman-mirrorlist
pacutils
pam
pambase
pango
pangomm
parcellite
parted
patch
pavucontrol
pciutils
pcre
pcre2
pcsclite
peek
perl
perl-data-dump
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-io-socket-ssl
perl-io-string
perl-json
perl-libwww
perl-locale-gettext
perl-log-message
perl-log-message-simple
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-mailtools
perl-net-http
perl-net-ssleay
perl-term-readline-gnu
perl-term-ui
perl-test-pod
perl-timedate
perl-try-tiny
perl-uri
perl-www-robotrules
perl-xml-parser
phodav
phonon-qt5
phonon-qt5-vlc
pinentry
pipewire
pixman
pkcs11-helper
pkgconf
playerctl
po4a
polari
polkit
polkit-qt5
poppler
poppler-glib
popt
portaudio
postgresql
postgresql-libs
powertop
procps-ng
protobuf
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pygobject-devel
pygobject2-devel
pygtk
pyqt5-common
python
python-acme
python-anytree
python-appdirs
python-asn1crypto
python-astroid
python-atspi
python-attrs
python-babel
python-cachecontrol
python-cairo
python-cffi
python-chardet
python-click
python-colorama
python-configargparse
python-configobj
python-cryptography
python-dbus
python-dbus-common
python-decorator
python-distlib
python-distro
python-distutils-extra
python-docopt
python-docutils
python-fido2
python-future
python-gobject
python-html5lib
python-idna
python-imagesize
python-isort
python-jedi
python-jinja
python-josepy
python-jsonschema
python-lazy-object-proxy
python-libarchive-c
python-lockfile
python-lxml
python-magic
python-markupsafe
python-mccabe
python-mock
python-msgpack
python-oauthlib
python-packaging
python-parsedatetime
python-parso
python-pbr
python-pexpect
python-pickleshare
python-pip
python-ply
python-progress
python-progressbar
python-prompt_toolkit
python-ptyprocess
python-pycodestyle
python-pycparser
python-pyflakes
python-pygments
python-pylint
python-pymacaroons-pynacl
python-pynacl
python-pyopenssl
python-pyparsing
python-pypeg2
python-pyqt5
python-pyrfc3339
python-pyscard
python-pytoml
python-pytz
python-pyusb
python-requests
python-requests-oauthlib
python-requests-toolbelt
python-retrying
python-setuptools
python-simplejson
python-sip-pyqt5
python-six
python-snowballstemmer
python-sphinx
python-sphinx-alabaster-theme
python-sphinx_rtd_theme
python-sphinxcontrib-websupport
python-sqlalchemy
python-tabulate
python-traitlets
python-typed-ast
python-urllib3
python-utils
python-wcwidth
python-webencodings
python-whoosh
python-wrapt
python-xdg
python-yaml
python-zope-component
python-zope-event
python-zope-interface
python2
python2-appdirs
python2-cairo
python2-distutils-extra
python2-gobject2
python2-packaging
python2-pyparsing
python2-setuptools
python2-six
qemu
qqwing
qt5-base
qt5-declarative
qt5-location
qt5-multimedia
qt5-quickcontrols2
qt5-script
qt5-speech
qt5-svg
qt5-webchannel
qt5-webengine
qt5-x11extras
qt5-xmlpatterns
quadrapassel
qutebrowser
re2
readline
reiserfsprogs
rest
rhash
ripgrep
rofi
rpcbind
rpcsvc-proto
rsync
rtkit
rtmpdump
ruby
ruby-dbus
ruby-ffi
ruby-maruku
ruby-rb-inotify
ruby-rdoc
ruby-sass
ruby-sass-listen
ruby-yard
rubygems
run-parts
rustup
rygel
s-nail
sane
sbc
scrot
sdl
sdl2
seabios
sed
semver
shadow
shared-color-targets
shared-mime-info
shellcheck
simple-scan
slang
smbclient
snappy
solid
sonnet
sound-theme-freedesktop
soundtouch
source-highlight
spandsp
speech-dispatcher
speex
speexdsp
spice
spice-gtk
sqlite
srt
startup-notification
stow
strace
sudo
suitesparse
sushi
swell-foop
sysfsutils
sysprof
sysstat
systemd
systemd-sysvcompat
t1lib
taglib
tali
talloc
tar
tcl
tdb
telepathy-glib
telepathy-idle
telepathy-logger
telepathy-mission-control
template-glib
terminus-font
termite
termite-terminfo
tevent
texinfo
the_silver_searcher
thin-provisioning-tools
tidy
time
tlp
tmux
totem
totem-plparser
tracker
tracker-miners
tree
tslib
twolame
tzdata
udisks2
unibilium
unzip
upower
usbmuxd
usbredir
usbutils
util-linux
v4l-utils
vagrant
vala
vde2
vi
vid.stab
vim
vim-runtime
vinagre
vino
virglrenderer
virtualbox
virtualbox-host-modules-arch
virtualgl
vlc
volume_key
vte-common
vte3
vulkan-icd-loader
w3m
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
wget
which
whois
wildmidi
wireless_tools
wlc
woff2
wpa_supplicant
x264
x265
xautolock
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-dbus-proxy
xdg-desktop-portal
xdg-desktop-portal-gtk
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdotool
xf86-input-libinput
xfsprogs
xkeyboard-config
xmlsec
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-encodings
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-xwayland
xorg-setxkbmap
xorg-xauth
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xmodmap
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xsel
xvidcore
xz
yajl
yarn
yelp
yelp-xsl
yubico-c
yubico-c-client
yubikey-manager
yubikey-personalization
zenity
zeromq
zip
zita-alsa-pcmi
zita-resampler
zlib
zsh
zstd
zvbi
zziplib
