a52dec
aalib
acl
acpi
adobe-source-code-pro-fonts
adwaita-icon-theme
alsa-lib
alsa-plugins
alsa-tools
alsa-utils
apm
apr
apr-util
arandr
archlinux-keyring
argon2
aria2
asciinema
aspell
at-spi2-atk
at-spi2-core
atk
atkmm
atom
attica-qt5
attr
autoconf
automake
avahi
baobab
bash
bbswitch
bc
bdf-unifont
bind-tools
binutils
bison
blas
blueman
bluez
bluez-libs
boost-libs
breeze
breeze-icons
bridge-utils
btrfs-progs
bumblebee
bzip2
c-ares
ca-certificates
ca-certificates-cacert
ca-certificates-mozilla
ca-certificates-utils
cairo
cairomm
cantarell-fonts
caprine
cblas
ccid
cdparanoia
celt
celt0.5.1
cgmanager
chromaprint
cifs-utils
clang
cmake
colord
compton
coreutils
cppcheck
cracklib
cryptsetup
ctags
curl
db
dbus
dbus-glib
dcadec
dconf
desktop-file-utils
device-mapper
dhcpcd
dhex
dialog
diff-so-fancy
diffutils
dkms
dmenu
dmraid
dnssec-anchors
docker
docker-machine
dos2unix
dosfstools
dotconf
double-conversion
dunst
e2fsprogs
efibootmgr
efivar
electron
emacs
enchant
exempi
expac
expat
faac
faad2
fakeroot
fasd
feh
ffmpeg
ffmpeg2.8
fftw
file
filesystem
findutils
fish
flac
flex
fontconfig
frameworkintegration
freeglut
freerdp
freetype2
fribidi
fuse-common
fuse2
fzf
fzy
gawk
gc
gcc
gcc-libs
gconf
gcr
gd
gdb
gdb-common
gdbm
gdk-pixbuf2
geckodriver
geoclue2
geoip
geoip-database
gettext
ghc-libs
ghostscript
giblib
giflib
git
glew
glib-networking
glib2
glibc
glibmm
glu
gmime3
gmp
gnupg
gnutls
go
gobject-introspection-runtime
gperftools
gpgme
gpick
gpm
gpsd
gptfdisk
graphene
graphite
graphviz
grep
groff
gsettings-desktop-schemas
gsfonts
gsl
gsm
gst-plugins-bad
gst-plugins-base
gst-plugins-base-libs
gst-plugins-good
gstreamer
gtk-update-icon-cache
gtk2
gtk3
gtkglext
gtkmm
gtkmm3
gtkspell
gtop
gts
gucharmap
guile
guile2.0
gvfs
gvfs-afc
gvfs-gphoto2
gvfs-mtp
gvfs-nfs
gvfs-smb
gvim
gzip
harfbuzz
harfbuzz-icu
haskell-json
haskell-mtl
haskell-parsec
haskell-primitive
haskell-quickcheck
haskell-random
haskell-regex-base
haskell-regex-tdfa
haskell-syb
haskell-text
haskell-tf-random
hdparm
hicolor-icon-theme
hidapi
hspell
htop
http-parser
hub
hugo
hunspell
hwids
hyphen
i3-gaps
i3lock
iana-etc
icu
idnkit
ijs
ilmbase
imagemagick
imlib2
inetutils
inkscape
intel-ucode
iproute2
iptables
iputils
iso-codes
iw
jack
jansson
jasper
java-environment-common
java-runtime-common
jbig2dec
jemalloc
jfsutils
jq
js
json-c
json-glib
jsoncpp
karchive
kauth
kbd
kbookmarks
kcmutils
kcodecs
kcompletion
kconfig
kconfigwidgets
kcoreaddons
kcrash
kdbusaddons
kdeclarative
kdecoration
keyutils
kglobalaccel
kguiaddons
ki18n
kiconthemes
kio
kitemviews
kjobwidgets
kmod
knewstuff
knotifications
kpackage
krb5
kservice
ktextwidgets
kwallet
kwayland
kwidgetsaddons
kwindowsystem
kxmlgui
ladspa
lame
lapack
lcms2
ldb
ldns
less
libaio
libao
libarchive
libass
libassuan
libasyncns
libatasmart
libatomic_ops
libavc1394
libblockdev
libbluray
libbs2b
libbsd
libbytesize
libcaca
libcacard
libcanberra
libcanberra-pulse
libcap
libcap-ng
libcddb
libcdio
libcdio-paranoia
libcdr
libconfig
libcroco
libcue
libcups
libcurl-compat
libdaemon
libdatrie
libdbusmenu-qt5
libdc1394
libdca
libdrm
libdv
libdvbpsi
libdvdnav
libdvdread
libebml
libedit
libelf
libepoxy
libev
libevdev
libevent
libexif
libfdk-aac
libffi
libfontenc
libgcrypt
libgdiplus
libglade
libglvnd
libgme
libgpg-error
libgphoto2
libgrss
libgsf
libgudev
libgusb
libgxps
libical
libice
libid3tag
libidn
libidn2
libiec61883
libimobiledevice
libinput
libiptcdata
libjpeg-turbo
libkate
libkeybinder3
libksba
libldap
liblqr
libmad
libmagick
libmagick6
libmariadbclient
libmatroska
libmm-glib
libmms
libmng
libmnl
libmodplug
libmp4v2
libmpc
libmpcdec
libmpeg2
libmtp
libndp
libnewt
libnfs
libnftnl
libnghttp2
libnih
libnl
libnm
libnm-glib
libnotify
libofa
libogg
libomxil-bellagio
libosinfo
libotf
libpam-google-authenticator
libpaper
libpcap
libpciaccess
libpeas
libpgm
libpipeline
libplist
libpng
libproxy
libpsl
libpulse
libquvi
libquvi-scripts
libraqm
libraw
libraw1394
librevenge
librsvg
libsamplerate
libsasl
libseccomp
libsecret
libshout
libsigc++
libsm
libsndfile
libsodium
libsoup
libsoxr
libspeechd
libsrtp
libssh
libssh2
libstemmer
libsystemd
libtar
libtasn1
libteam
libtermkey
libthai
libtheora
libtiff
libtiger
libtirpc
libtool
libu2f-host
libunistring
libunwind
libupnp
libusb
libusbmuxd
libutempter
libutil-linux
libuv
libva
libvdpau
libvisual
libvncserver
libvoikko
libvorbis
libvpx
libvterm
libwacom
libwbclient
libwebp
libwmf
libwpd
libx11
libx264
libxau
libxaw
libxcb
libxcomposite
libxcursor
libxdamage
libxdg-basedir
libxdmcp
libxext
libxfixes
libxfont2
libxft
libxi
libxinerama
libxkbcommon
libxkbcommon-x11
libxkbfile
libxml2
libxmu
libxpm
libxrandr
libxrender
libxshmfence
libxslt
libxss
libxt
libxtst
libxv
libxxf86vm
libyaml
licenses
links
linux
linux-api-headers
linux-firmware
linux-headers
llvm-libs
lm_sensors
logrotate
lsb-release
lsof
lua
lua52
lua52-bitop
lua52-expat
lua52-lpeg
lua52-luajson
lua52-socket
luajit
lvm2
lxc
lynx
lz4
lzo
m17n-db
m17n-lib
m4
mailcap
make
man-db
man-pages
mariadb
mariadb-clients
mdadm
media-player-info
mesa
mesa-demos
minizip
mjpegtools
mkinitcpio
mkinitcpio-busybox
mongodb
mono
mousetweaks
mpfr
msgpack-c
mtdev
nano
ncurses
neon
netctl
nettle
networkmanager
networkmanager-openvpn
nodejs
noto-fonts-emoji
npm
npth
nspr
nss
numactl
nvidia
nvidia-utils
ocl-icd
oniguruma
openal
openbsd-netcat
opencore-amr
openexr
openjpeg
openjpeg2
openresolv
openssh
openssl
openssl-1.0
openvpn
opus
orc
osinfo-db
oxygen
p11-kit
pacman
pacman-mirrorlist
pacutils
pam
pambase
pamixer
pango
pangomm
pangox-compat
parcellite
parted
patch
pavucontrol
pciutils
pcmciautils
pcre
pcre2
pcsclite
perl
perl-data-dump
perl-encode-locale
perl-error
perl-file-listing
perl-html-parser
perl-html-tagset
perl-http-cookies
perl-http-daemon
perl-http-date
perl-http-message
perl-http-negotiate
perl-io-html
perl-io-socket-ssl
perl-json
perl-libwww
perl-log-message
perl-log-message-simple
perl-lwp-mediatypes
perl-lwp-protocol-https
perl-net-http
perl-net-ssleay
perl-term-readline-gnu
perl-term-ui
perl-try-tiny
perl-uri
perl-www-robotrules
phodav
phonon-qt5
phonon-qt5-gstreamer
pinentry
pixman
pkcs11-helper
pkg-config
playerctl
polkit
polkit-qt5
poppler
poppler-data
poppler-glib
popt
postgresql
postgresql-libs
potrace
powertop
primus
procps-ng
protobuf
psmisc
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pulseaudio-gconf
pygobject-devel
pygobject2-devel
pygtk
pyqt5-common
python
python-appdirs
python-asn1crypto
python-attrs
python-cairo
python-cffi
python-click
python-cryptography
python-dbus
python-dbus-common
python-docopt
python-gobject
python-greenlet
python-idna
python-jinja
python-lxml
python-markupsafe
python-opengl
python-packaging
python-pip
python-ply
python-pycparser
python-pygments
python-pyopenssl
python-pyparsing
python-pypeg2
python-pyqt5
python-pyscard
python-pyusb
python-setuptools
python-setuptools-scm
python-sip
python-six
python-xdg
python-yaml
python2
python2-appdirs
python2-cairo
python2-gobject2
python2-notify
python2-numpy
python2-olefile
python2-opengl
python2-packaging
python2-pillow
python2-pip
python2-pyparsing
python2-setuptools
python2-six
qemu
qt4
qt5-base
qt5-declarative
qt5-location
qt5-multimedia
qt5-script
qt5-speech
qt5-svg
qt5-tools
qt5-webchannel
qt5-webengine
qt5-x11extras
qt5-xmlpatterns
qterminal
qtermwidget
qutebrowser
ranger
re2
readline
redshift
refind-efi
reiserfsprogs
remmina
rest
rhash
ripgrep
rofi
rsync
rtkit
rtmpdump
rubber
ruby
run-parts
rustup
rxvt-unicode
rxvt-unicode-terminfo
s-nail
sbc
schroedinger
scrot
sdl
sdl2
sdl_image
seabios
sed
semver
serf
shadow
shared-mime-info
shellcheck
sip
slang
smbclient
snappy
solid
sonnet
sound-theme-freedesktop
soundtouch
spandsp
speech-dispatcher
speex
speexdsp
spice
spice-gtk
sqlcipher
sqlite
stalonetray
startup-notification
stow
strace
subversion
sudo
sysfsutils
sysstat
systemd
systemd-sysvcompat
taglib
talloc
tar
tdb
telepathy-glib
terminus-font
termite
termite-terminfo
tevent
texinfo
the_silver_searcher
thin-provisioning-tools
time
tmux
totem-plparser
tracker
tracker-miners
transmission-gtk
tree
tslib
tzdata
udisks2
unclutter
unibilium
unrar
unzip
upower
usbmuxd
usbredir
usbutils
util-linux
v4l-utils
vagrant
vde2
vi
vid.stab
vifm
vim-runtime
vino
virglrenderer
virtualbox
virtualbox-host-dkms
virtualgl
vlc
volume_key
vte-common
vte3-ng
vulkan-icd-loader
wavpack
wayland
wayland-protocols
webkit2gtk
webrtc-audio-processing
weechat
weston
wget
which
wildmidi
wiredtiger
wireless_tools
wpa_supplicant
x265
xautolock
xcb-proto
xcb-util
xcb-util-cursor
xcb-util-image
xcb-util-keysyms
xcb-util-renderutil
xcb-util-wm
xcb-util-xrm
xclip
xdg-user-dirs
xdg-user-dirs-gtk
xdg-utils
xdotool
xf86-input-libinput
xf86-video-dummy
xfsprogs
xkeyboard-config
xmlstarlet
xorg-bdftopcf
xorg-font-util
xorg-font-utils
xorg-fonts-encodings
xorg-mkfontdir
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-xvfb
xorg-setxkbmap
xorg-xauth
xorg-xfd
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xmodmap
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xset
xorgproto
xsel
xvidcore
xz
yajl
yaml-cpp
yarn
yelp
yelp-xsl
yubico-c
yubico-c-client
yubikey-manager
yubikey-personalization
zenity
zeromq
zita-alsa-pcmi
zita-resampler
zlib
zsh
zstd
zvbi
